Repository: ctt-gob-es/procomun
Catalog: agrega2_drupal/sites/all/modules/main/og_share/translations/og_share.*.po
Languages: es

source: Select the content types that will be allowed to be shared
es: Selecciona los tipos de contenido que serán compartidos

source: Select the view modes where the share link will be showed
es: Selecciona los view modes donde se monstrará el enlace para compartir

source: Select in which communities the content will be shared
es: Selecciona en qué comunidades será compartido el contenido

source: Share
es: Comparte

source: Sorry, this content is already shared in all your commnuties
es: Lo sentimos pero este contenido ya ha sido compartido en todas tus comunidades

source: @title has been shared
es: Se ha compartido @title

source: Configure OG share module
es: Configura el módulo OG share

source: Access to public og content
es: Acceder a contenido de og publicado

source: shared
es: compartido

source: Share in your communities
es: Comparte en tus comunidades

source: Share this content
es: Comparte este contenido

source: Share whith your communities
es: Comparte con tus comunidades

source: Allow share a content in your communities
es: Permite a los usuarios compartir contenidos con tus comunidades

source: Config Organic groups share settings
es: Configura las opciones de Organic groups share

source: Organic Groups Share content
es: Grupos organicos contenido compartido

source: Provides a action for sahre content in Og groups where a user is member.
es: Proporciona la posibilidad de compartir contenido con grupos OG donde el usuario es miembro

source: Organic Groups
es: Grupos organicos
