Repository: ctt-gob-es/procomun
Catalog: agrega2_drupal/sites/all/modules/main/recommendations/translations/recommendations.*.po
Languages: es

source: Number of recomended content
es: Número de contenido relacionado

source: Select the number of recomended content that will shown in the recommended content block
es: Selecciona el número de contenidos relacionados que serán mostrados en el bloque de contenidos relacionados

source: Number of recomended content must be a number
es: El número de contenidos relacionados debe ser un número

source: The time stamp entered is incorrect
es: La marca de tiempo introducida no es correcta

source: Ag Recomended content
es: Ag contenido recomendado

source: Related resources
es: Recursos relacionados

source: There isn't content related to this content
es: No hay contenido relacionado para este contenido

source: Sorry, the service isn't available in this moment
es: Lo siento, el servicio no está operativo en estos momentos

source: Recommendations
es: Recomendaciones

source: Module for service implementation recommendations
es: Módulo para el servicion de implementacion de recomendaciones

source: Timestamp
es: Sello temporal

source: Comunity related content
es: Contenido relacionado con la comunidad

source: Render the related content for a community
es: Renderiza el contenido relacionado para una comunidad

source: Node
es: Nodo

source: Related contents
es: Contenidos relacionados
