Repository: ctt-gob-es/procomun
Catalog: agrega2_drupal/sites/all/modules/main/dropdown_menu_user/translations/dropdown_menu_user.*.po
Languages: es

source: Administer dropdown menu user
es: Administrar dropdown menu user

source: Administer dropdown menu user settings.
es: Administrar las configuraciones de dropdowm menu user

source: Settings User Profile
es: Configuraciones del perfil de usuario

source: Image style
es: Estilo de imagen

source: Select the image style for the user avatar.
es: Selecciona el estilo de la imagen para el avatar del usuario

source: Check this box if you want to disable the dropdown menu when the user logs
es: Marca esta casilla si quieres desactivar el menu dropdown cuando el usuario esté logado

source: Disable dropdown menu user
es: Desactivar el menu dropdown user

source: Dropdown menu user
es: Menu desplegable de usuario

source: View user notifications and messages
es: Ver notificaciones y mensajes del usuario

source: Login
es: Identificarse

source: Access your account
es: Accede a tu cuenta

source: Login with Cl@ve
es: Acceso con Cl@ve

source: What is Cl@ve?
es: ¿Qué es Cl@ve?

source: Even if you are not registered
es: Si aún no estás registrado

source: Create your account
es: Crea tu cuenta

source: My profile
es: Mi perfil

source: I forgot my password
es: Olvidé mi contraseña

source: Request new password via e-mail.
es: Solicitar nueva contraseña por correo electrónico.

source: Dropdown menu user settings
es: Configuraciones del menu desplegable de usuario

source: Module that provides a new user login into a block
es: Módulo que provee un nuevo bloque de login para el usuario
