Repository: ctt-gob-es/procomun
Catalog: agrega2_drupal/sites/all/modules/main/ag_comments/translations/ag_comments.*.po
Languages: es

source: Select the view modes where the custom comment link will be showed
es: Selecciona los view mode donde se mostrara el enlace customizado para los comentarios

source: To comment
es: Comentar

source: Add a new comment to this page.
es: Añadir un comentario nuevo a esta página.

source: Clik for more
es: Pulsa para ver más

source: @time_ago ago
es: hace @time_ago

source: Add new comment
es: Añadir nuevo comentario

source: Ag comments
es: Ag comentarios

source: Config Agrega2 comments
es: Configuración de los comentarios Agrega2

source: Agrega2 comments
es: Comentarios Agrega2

source: Module for customize comments in Agrega2 project
es: Módulo para personalizar los comentarios en el proyecto Agrega2
