Repository: ctt-gob-es/procomun
Catalog: agrega2_drupal/sites/all/modules/main/ag_mozilla_openbadges_displayer/translations/ag_mozilla_openbadges_displayer.*.po
Languages: ca, eu

source: My profile
ca: El meu perfil
eu: Nire profila

source: Configure your badges
ca: Configura les teves insígnies
eu: Konfiguratu zure txapak

source: Select groups badges to show in profile
ca: Selecciona els grups d'insígnies a mostrar en el perfil d'usuari
eu: Aukeratu txapak taldeei erabiltzailearen profila erakutsi

source: No groups to show
ca: No hi ha grups a mostrar
eu: Bada talde ez dago zer erakutsi

source: Save
ca: Desa
eu: Gorde

source: Back to profile
ca: Tornar al perfil d'usuari
eu: Erabiltzaile-profila itzuli

source: The changes have been saved. They will take effect in minutes.
ca: Els canvis han estat desats. Tindran efecte en uns minuts.
eu: Aldaketak gorde dira. Eragina izango minututan.

source: Badges
ca: Insígnies
eu: Insignia

source: Name
ca: Nom
eu: Izena

source: Description
ca: Descripció
eu: Azalpena

source: Criteria
ca: Criteri
eu: Irizpidea

source: Issuer Name
ca: Nom de l'emissor
eu: Jaulkitzailearen izena

source: Url
eu: URLa

source: Issued
ca: Emesa
eu: Jaulkitakoak

source: Configure your badges to display
ca: Configura les teves insígnies a mostrar
eu: Ezarri zure plaka erakusteko

source: Issuer details
ca: Detalls del emissor
eu: Xehetasunak igorle

source: Badge details
ca: Detalls de la insígnia
eu: Xehetasunak logo
